[string_table]

;IM文案,范围500000-509999

501208=Add failed, unknown error. Error code:

;直播文案,范围510000-519999

510001=End Preview
510002=End Live
510003=The live link is invalid. Please start a new live and use a valid live link.
510004=Network error, Please check your internet connection.
510005=joined

510006=Live room address setting
510007=How to choose?
510008=Copy RTMP Address
510009=Every time you start a live video, please copy the new RTMP address to your live broadcast software.
510010=RTMP Address:
510011=Copy
510012=Fill in RTMP Address
510013=Please fill in the RTMP address, format rtmp:xxx
510014=Please fill in the HLS address, format http: //xxx.m3u8
510015=Failed to get the address, please check the network.
510016=Confirm
510017=The last Live was ended abnormally. Do you want to continue the Live?	
510018=Continue the Live
510019=Start a new Live
510020=Questions function
510021=Open
510022=Close
510023=Choose a window
510024=Choose a window to start Live
510025=Choose a window
510026=Confirm
510027=Failed to load. Please try again.
510028=Loading
510029=Window exception, please check the state of the window.
510030=Computer sound
510031=Failed to load. 
510032=Please try again.
510033=Screen1
510034=Screen2
510035=Screen3
510036=Screen4
510037=Screen5
510038=Screen6
510039=You are currently broadcasting live in this live room, you can't watch the live stream.

518028=Camera
518056=No microphone signal detected
518180=Live is over.

518181=Successfully Posted
518182=Please scan the QR code to share
518183=Share by QR code
518184=Share by links
518185=Copy links
518186=Failed to share, please try again
518187=Share Live notice
518188=Copied

;资讯文案,范围520000-529999

520001=All
520002=Positions
520003=Starred
520004=just
520005=1 minute ago
520006=%d minutes ago
520007=No News Yet

520030=Audience
520031=All
520032=Stockholder
520033=Have assets
520034=Account opened
520035=Chat room
520036=No audience
520037=Click here to enter message

520038=Questions
520039=All
520040=Marked
520041=Pop up the list
520042=No question
520043=Pack up the list
520044=Copy

520050=Choose publication type
520051=Post Live Notice
520052=Start Live
520053=Post a Live notice to users and they can make an appointment to receive the notice before the Live starts.
520054=Scheduled for: 
520055=No Live notice yet
520056=Posted Live notice
520057=Live notice information setting
520058=Title
520059=Unavailable time
520060=Introduction(optional)
520061=Cover(optional)
520062=Edit
520063=Live now
520064=Continuing the operation will delete the notice and cannot be restored
520065=Continue
520066=Cancel
520067=Expired
520068=The notice time is past 
520069=There is no Live notice
520070=Continuing the operation will officially start Live, booked users will receive a Live reminder
520071=Failed to post, please try again.
520072=Add a title
520073=Choose time
520074=Add an introduction
520075=Size: 1280*720
520076=Post
520077=No title entered
520078=The Live notice was deleted
520079=Live notice expired. 
520080=Failed to start, please try again.

520090=S.holder
520091=Assets
520092=Acct.Opened

520201=All
520202=Earnings Report
520203=Related Transactions
520204=Changes In Ownership
520205=Major Events
520206=Other

520301=Headlines
520302=Express
520303=Calendar
520304=Watchlists
520305=Topic
520306=Notified
520307=Columns
520308=IPO
520309=Fund
520310=US
520311=HK
520312=Irregularity

;牛牛圈文案,范围530000-539999
